Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/moving_to_ireland/introduction_to_the_irish_system/local_government.html.txt.tmx
Source language: en
Languages: fr

source: Local authorities include county councils and city councils
fr: L'Irlande est fondée sur un système administratif local

source: Since 1 June 2014, borough and town councils are replaced by a system of municipal districts, integrating town and county governance
fr: Parmi les autorités locales figurent les conseils généraux, les conseils municipaux et les Conseils communaux ou de bourg. Administrations locales

source: At county or city level, there are 31 city and county councils with integrated municipal districts
fr: Il se peut que la région administrative d'un Conseil général englobe celle d'un conseil municipal représentant une localité ou un bourg

source: These are the main providers of local government services around the country
fr: Le Conseil général peut assurer les fonctions du Conseil municipal compris dans sa région, soit en association soit séparément avec les conseils municipaux des localités et bourgs

source: Local authorities at all levels are responsible for the representation of local communities and ensuring that concerns are expressed and needs met
fr: Les pouvoirs locaux, quel que soit le niveau auquel ils se trouvent, ont la charge de représenter les collectivités locales et faire en sorte que les préoccupations du public puissent être exprimées et que les besoins de celui-ci soit satisfaits

source: Local elections are held in order to elect representatives onto the authority
fr: Des élections communales sont tenues afin d'élire les représentants auprès de l'autorité

source: Local representatives have the power to vote for or against developments that will impact on the local community
fr: Les élus locaux ou conseillers ont le pouvoir de voter en faveur ou à l'encontre de développements susceptibles d'avoir un impact sur la commune

source: Local authorities are also responsible for the delivery of a wide range of services in their local area
fr: Les autorités locales font également office de prestataires de nombreux services dans leur région géographique
